Repository: KOliver94/bss-request-manager
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: hu

source: The video has not been edited yet.
hu: A videó még nincs megvágva.

source: You have already posted a rating.
hu: Már adtál le értékelést.

source: Either define the requester by its id or its details but not both.
hu: A felkérőt vagy az id-ja vagy adatai segítségével add meg, de ne egyszerre mindkettővel.

source: All requester data fields must be present if one is present.
hu: A felkérő minden adatát szükséges kitölteni ha bármely közülük meg van adva.

source: Invalid filter.
hu: Érvénytelen szűrő.

source: Must be earlier than start_datetime_before.
hu: Korábbinak kell lennie mint a start_datetime_before.

source: Responsible
hu: Felelős

source: Editor
hu: Vágó

source: Invalid provider.
hu: Érvénytelen szogláltató.

source: Avatar does not exist for this provider.
hu: Nem létezik avatar ehhez a szolgáltatóhoz.

source: E-mail address already in use.
hu: Az e-mail cím már használatban van.

source: The video has not been published yet.
hu: A videó még nem került publikálásra.

source: Must be later than current time.
hu: Későbbinek kell lennie mint a jelenlegi idő.

source: Please fill all data in your profile before sending a request.
hu: Kérlek tölts ki minden adatot a profilodban mielőtt felkérést küldenél be.

source: Users cannot ban themselves.
hu: A felhasználók nem tilthatják ki saját magukat.

source: Return paginated response.
hu: Lapokra tördelt választ ad vissza.

source: English
hu: angol

source: Hungarian
hu: magyar

source: Log in
hu: Bejelentkezés

source: Must be later than the start of the event.
hu: Későbbinek kell lennie mint az esemény kezdése.

source: Must be later than the end of the event.
hu: Későbbinek kell lennie mint az esemény vége.
